Repository: wernerjoss/WP-ICS-Importer
Catalog: languages/WPICSImporter-*.po
Languages: de_de

source: more
de_de: mehr

source: close
de_de: schlie&szlig;en

source: Event:
de_de: Termin:

source: When:
de_de: Wann:

source: Description:
de_de: Beschreibung:

source: Location:
de_de: Ort:

source: Legend:
de_de: Legende:

source: Previous
de_de: Voriger

source: Next
de_de: N&auml;chster

source: There is no calendar set. Please review the calendar settings.
de_de: Kein Kalender ausgew&auml;hlt. &uuml;berpr&uuml;fe die Kalendereinstellungen.

source: iCal Events: Error loading [%s]
de_de: iCal Events: Fehler beim Laden von [%s]

source: Settings Updated.
de_de: Einstellungen gespeichert.

source: ICS Calendar
de_de: ICS Kalender

source: General Settings
de_de: Allgemeine Einstellungen

source: Installation Instructions
de_de: Installationsanleitung

source: Calendar Title
de_de: Kalender Titel

source: URL to ICS File(s)
de_de: URL der ICS Datei(en)

source: Calendar Background Color List
de_de: Kalender Hintergrundfarben Liste

source: Comma separated Color List
de_de: Kommagtrennte Farben Liste

source: Default Calendar
de_de: Standard Kalender

source: Select the default calendar to show.
de_de: W&auml;hle den Standard-Kalender

source: Cache Calendar File
de_de: Kalender Datei zwischenspeichern

source: Event Display Limit
de_de: Termin Anzeige Limit

source: Set to "0" to show all events.
de_de: 0 zeigt alle Termine

source: Current Event Display
de_de: Anzeige aktueller Termin

source: Show only upcoming event. (Only events in the future.)
de_de: Zeige nur Termine in der Zukunft

source: Previous &amp; Next
de_de: Vorige &amp; N&auml;chste

source: Whether or not to show buttons that allow users to view future events.
de_de: Zeige Buttons die es erlauben, zukünftige Termine zu sehen

source: Save Changes
de_de: &Auml;nderungen speichern

source: Formatting
de_de: Formatierung

source: Date Format
de_de: Datumsformat

source: Time Format
de_de: Zeitformat

source: Custom Event Format
de_de: individuelles Datumsformat

source: Date Function
de_de: Datumsfunktion

source: Date Locale (Language)
de_de: Datums-Lokale (Sprache)

source: Use a comma to seperate multiple locales. This can only be used if the date function is set to 'strftime'.
de_de: Trenne mehrere Lokale durch Kommas. Dies kann nur zusammen mit der Funktion strftime verwendet werden

source: Privacy Mode
de_de: Privatmodus

source: Hide your event information?
de_de: Verstecke Termin Information ?

source: Set Privacy Event Title
de_de: Titel für private Termine

source: This will replace your event title
de_de: Dies wird den Termin Titel ersetzen

source: Calendar
de_de: Kalender

source: Show Calendar Popups
de_de: Zeige Kalender Popups

source: Never
de_de: Nie

source: On Mouse Over
de_de: Bei Maus darüber

source: On Click
de_de: Bei Klick

source: When to show the popups
de_de: Wann Popups anzeigen

source: Calendar Start Day
de_de: Kalender Start Tag

source: What day of the week would you like the calendar to start on?
de_de: An welchem Wochentag soll der Kalender beginnen?

source: Events Per Cell
de_de: Termine pro Zelle

source: How many events to display per calendar cell.
de_de: wieviele Termine pro Zelle anzeigen

source: Events on Multiple Days
de_de: Mert&auml;gige Termine

source: Whether or not to show multiday events on multiple days of the calendar, instead of just the first day.
de_de: Zeige mehrtägige Termine an allen Tagen, anstatt nur dem ersten.

source: Calendar Permalinks
de_de: Kalender Permalinks

source: Whether or not to show permalinks in the calendar popups.
de_de: Zeige Permalinks in den Kalender Popups

source: Calendar Download Links
de_de: Kalender Download Links

source: Allow users to download individual events to their own calendars.
de_de: Erlaube Besuchern Termine herunterzuladen

source: Shrink Calendar
de_de: Kalender verkürzen

source: Whether or not to shrink the height of the calendar based on the weeks in a given month.
de_de: Beschränke den Kalender auf Basis der Wochen im aktuellen Monat

source: Advanced
de_de: Fortgeschrittenes

source: These settings are for advanced users. Please only change them if you know what you are doing.
de_de: Diese Einstellungen sind nur fuer fortgeschrittene Anwender. Bitte nur &auml;ndern wenn du genau weisst was du tust.

source: Import CSS File
de_de: Importiere CSS Datei

source: The Name of a CSS file to replace the one in this plugin. (ie: 'my-ics-calendar-replacement.css', same Location as Default File 'ics-calendar.css')
de_de: Name der CSS Datei zum Ersatz der mitgelieferten Datei. Gleicher Ordner wie ics-calendar.css

source: Return to Calendar
de_de: Zum Kalender zur&uuml;ckkehren.
